{"<pad>": 0, "<sos>": 1, "<eos>": 2, "<oov>": 3, "the": 4, ",": 5, ".": 6, "and": 7, "a": 8, "of": 9, "to": 10, "is": 11, "/": 12, ">": 13, "<": 14, "br": 15, "in": 16, "I": 17, "it": 18, "that": 19, "'s": 20, "this": 21, "was": 22, "The": 23, "as": 24, "with": 25, "movie": 26, "for": 27, "film": 28, ")": 29, "(": 30, "but": 31, "n't": 32, "''": 33, "``": 34, "on": 35, "you": 36, "are": 37, "not": 38, "have": 39, "his": 40, "be": 41, "he": 42, "!": 43, "one": 44, "at": 45, "by": 46, "all": 47, "an": 48, "who": 49, "they": 50, "from": 51, "like": 52, "It": 53, "her": 54, "so": 55, "or": 56, "about": 57, "has": 58, "just": 59, "out": 60, "?": 61, "do": 62, "This": 63, "some": 64, "good": 65, "more": 66, "very": 67, "would": 68, "what": 69, "there": 70, "up": 71, "can": 72, "which": 73, "when": 74, "time": 75, "she": 76, "had": 77, "if": 78, "only": 79, "really": 80, "story": 81, "were": 82, "their": 83, "even": 84, "see": 85, "no": 86, "my": 87, "me": 88, "'": 89, "does": 90, "did": 91, ":": 92, "-": 93, "than": 94, "...": 95, "much": 96, "been": 97, "could": 98, "into": 99, "get": 100, "will": 101, "we": 102, "other": 103, "people": 104, "because": 105, "him": 106, "bad": 107, "great": 108, "most": 109, "well": 110, "made": 111, "first": 112, "also": 113, "them": 114, "make": 115, "how": 116, "way": 117, "its": 118, "any": 119, "But": 120, "too": 121, "movies": 122, "think": 123, "*": 124, "characters": 125, "character": 126, "And": 127, ";": 128, "then": 129, "films": 130, "seen": 131, "being": 132, "watch": 133, "many": 134, "two": 135, "plot": 136, "acting": 137, "A": 138, "There": 139, "never": 140, "after": 141, "know": 142, "little": 143, "where": 144, "In": 145, "show": 146, "life": 147, "best": 148, "love": 149, "ever": 150, "better": 151, "off": 152, "your": 153, "over": 154, "say": 155, "If": 156, "end": 157, "He": 158, "should": 159, "i": 160, "scene": 161, "'ve": 162, "--": 163, "still": 164, "scenes": 165, "such": 166, "here": 167, "through": 168, "something": 169, "'m": 170, "these": 171, "go": 172, "man": 173, "back": 174, "those": 175, "thing": 176, "real": 177, "watching": 178, "years": 179, "actors": 180, "makes": 181, "work": 182, "find": 183, "though": 184, "funny": 185, "actually": 186, "few": 187, "same": 188, "going": 189, "before": 190, "why": 191, "lot": 192, "while": 193, "old": 194, "look": 195, "&": 196, "nothing": 197, "'re": 198, "cast": 199, "part": 200, "another": 201, "want": 202, "quite": 203, "got": 204, "again": 205, "director": 206, "seems": 207, "around": 208, "pretty": 209, "every": 210, "fact": 211, "things": 212, "ca": 213, "down": 214, "enough": 215, "between": 216, "As": 217, "thought": 218, "own": 219, "What": 220, "take": 221, "original": 222, "young": 223, "You": 224, "now": 225, "give": 226, "us": 227, "gets": 228, "They": 229, "may": 230, "always": 231, "series": 232, "world": 233, "right": 234, "role": 235, "least": 236, "saw": 237, "horror": 238, "whole": 239, "without": 240, "both": 241, "times": 242, "long": 243, "must": 244, "interesting": 245, "new": 246, "bit": 247, "action": 248, "almost": 249, "point": 250, "family": 251, "come": 252, "done": 253, "script": 254, "comedy": 255, "might": 256, "'ll": 257, "minutes": 258, "feel": 259, "anything": 260, "performance": 261, "big": 262, "guy": 263, "music": 264, "far": 265, "She": 266, "probably": 267, "am": 268, "kind": 269, "That": 270, "last": 271, "So": 272, "rather": 273, "away": 274, "woman": 275, "found": 276, "since": 277, "played": 278, "making": 279, "fun": 280, "girl": 281, "worst": 282, "TV": 283, "comes": 284, "course": 285, "When": 286, "trying": 287, "believe": 288, "goes": 289, "each": 290, "looks": 291, "anyone": 292, "'d": 293, "especially": 294, "different": 295, "our": 296, "yet": 297, "put": 298, "hard": 299, "place": 300, "reason": 301, "shows": 302, "sure": 303, "One": 304, "book": 305, "ending": 306, "money": 307, "2": 308, "sense": 309, "main": 310, "DVD": 311, "watched": 312, "plays": 313, "having": 314, "actor": 315, "job": 316, "screen": 317, "seem": 318, "looking": 319, "day": 320, "set": 321, "said": 322, "John": 323, "takes": 324, "worth": 325, "someone": 326, "10": 327, "effects": 328, "himself": 329, "audience": 330, "play": 331, "My": 332, "version": 333, "together": 334, "true": 335, "For": 336, "beautiful": 337, "We": 338, "wife": 339, "left": 340, "American": 341, "All": 342, "idea": 343, "Not": 344, "seeing": 345, "three": 346, "However": 347, "special": 348, "everything": 349, "later": 350, "during": 351, "else": 352, "excellent": 353, "shot": 354, "everyone": 355, "once": 356, "simply": 357, "father": 358, "nice": 359, "completely": 360, "read": 361, "fan": 362, "help": 363, "used": 364, "year": 365, "less": 366, "Hollywood": 367, "need": 368, "rest": 369, "let": 370, "use": 371, "performances": 372, "poor": 373, "given": 374, "try": 375, "mind": 376, "short": 377, "kids": 378, "enjoy": 379, "until": 380, "either": 381, "classic": 382, "women": 383, "second": 384, "boring": 385, "start": 386, "tell": 387, "half": 388, "truly": 389, "recommend": 390, "couple": 391, "home": 392, "friends": 393, "production": 394, "came": 395, "high": 396, "wrong": 397, "..": 398, "understand": 399, "mean": 400, "instead": 401, "moments": 402, "Even": 403, "men": 404, "No": 405, "line": 406, "along": 407, "getting": 408, "At": 409, "gives": 410, "camera": 411, "remember": 412, "playing": 413, "episode": 414, "stupid": 415, "although": 416, "doing": 417, "death": 418, "After": 419, "To": 420, "keep": 421, "become": 422, "night": 423, "however": 424, "Do": 425, "small": 426, "person": 427, "Well": 428, "wonderful": 429, "awful": 430, "often": 431, "house": 432, "felt": 433, "maybe": 434, "next": 435, "itself": 436, "supposed": 437, "terrible": 438, "liked": 439, "lines": 440, "piece": 441, "sex": 442, "others": 443, "dialogue": 444, "stars": 445, "name": 446, "THE": 447, "early": 448, "perfect": 449, "entire": 450, "full": 451, "went": 452, "human": 453, "video": 454, "face": 455, "against": 456, "budget": 457, "sort": 458, "case": 459, "school": 460, "waste": 461, "While": 462, "black": 463, "style": 464, "children": 465, "His": 466, "head": 467, "3": 468, "problem": 469, "absolutely": 470, "definitely": 471, "top": 472, "title": 473, "written": 474, "becomes": 475, "Then": 476, "entertaining": 477, "seemed": 478, "certainly": 479, "friend": 480, "already": 481, "Also": 482, "beginning": 483, "\u0096": 484, "example": 485, "worse": 486, "live": 487, "several": 488, "wanted": 489, "picture": 490, "lives": 491, "1": 492, "mother": 493, "loved": 494, "care": 495, "Michael": 496, "fans": 497, "hope": 498, "Of": 499, "star": 500, "cinema": 501, "Why": 502, "laugh": 503, "wants": 504, "direction": 505, "turn": 506, "tries": 507, "fine": 508, "humor": 509, "lead": 510, "boy": 511, "drama": 512, "lost": 513, "Some": 514, "based": 515, "works": 516, "totally": 517, "called": 518, "war": 519, "writing": 520, "able": 521, "guess": 522, "past": 523, "enjoyed": 524, "guys": 525, "viewer": 526, "How": 527, "low": 528, "Now": 529, "finally": 530, "turns": 531, "quality": 532, "throughout": 533, "gave": 534, "son": 535, "amazing": 536, "starts": 537, "sound": 538, "New": 539, "killer": 540, "favorite": 541, "wo": 542, "history": 543, "under": 544, "dead": 545, "behind": 546, "final": 547, "evil": 548, "parts": 549, "perhaps": 550, "flick": 551, "....": 552, "themselves": 553, "car": 554, "expect": 555, "genre": 556, "today": 557, "With": 558, "town": 559, "game": 560, "act": 561, "thinking": 562, "side": 563, "myself": 564, "child": 565, "stories": 566, "feeling": 567, "decent": 568, "Just": 569, "actress": 570, "days": 571, "stuff": 572, "says": 573, "took": 574, "heard": 575, "horrible": 576, "girls": 577, "late": 578, "brilliant": 579, "killed": 580, "moment": 581, "matter": 582, "roles": 583, "directed": 584, "happens": 585, "hand": 586, "heart": 587, "kill": 588, "daughter": 589, "dark": 590, "involved": 591, "fight": 592, "white": 593, "kid": 594, "eyes": 595, "James": 596, "attempt": 597, "including": 598, "art": 599, "obvious": 600, "lack": 601, "extremely": 602, "particularly": 603, "close": 604, "told": 605, "David": 606, "run": 607, "happened": 608, "leave": 609, "hour": 610, "group": 611, "except": 612, "sometimes": 613, "soon": 614, "violence": 615, "complete": 616, "chance": 617, "looked": 618, "On": 619, "experience": 620, "ago": 621, "obviously": 622, "strong": 623, "happen": 624, "voice": 625, "type": 626, "etc": 627, "shown": 628, "interest": 629, "wonder": 630, "whose": 631, "Although": 632, "highly": 633, "Mr.": 634, "score": 635, "number": 636, "`": 637, "husband": 638, "taken": 639, "slow": 640, "coming": 641, "brother": 642, "exactly": 643, "serious": 644, "annoying": 645, "First": 646, "somewhat": 647, "known": 648, "relationship": 649, "career": 650, "finds": 651, "hours": 652, "started": 653, "novel": 654, "Robert": 655, "Oh": 656, "musical": 657, "simple": 658, "across": 659, "usual": 660, "ends": 661, "yourself": 662, "change": 663, "opinion": 664, "opening": 665, "despite": 666, "4": 667, "cinematography": 668, "hit": 669, "alone": 670, "released": 671, "sad": 672, "saying": 673, "shots": 674, "jokes": 675, "crap": 676, "save": 677, "stop": 678, "possible": 679, "English": 680, "ones": 681, "ridiculous": 682, "female": 683, "episodes": 684, "5": 685, "police": 686, "song": 687, "hilarious": 688, "talking": 689, "huge": 690, "reality": 691, "murder": 692, "living": 693, "running": 694, "turned": 695, "events": 696, "usually": 697, "important": 698, "body": 699, "wish": 700, "age": 701, "talent": 702, "knew": 703, "tells": 704, "level": 705, "Man": 706, "hero": 707, "mostly": 708, "British": 709, "documentary": 710, "taking": 711, "Paul": 712, "order": 713, "songs": 714, "local": 715, "view": 716, "gore": 717, "Jack": 718, "due": 719, "single": 720, "knows": 721, "attention": 722, "sequence": 723, "problems": 724, "cool": 725, "call": 726, "easily": 727, "disappointed": 728, "word": 729, "George": 730, "it.": 731, "silly": 732, "bring": 733, "scary": 734, "sets": 735, "OK": 736, "Richard": 737, "supporting": 738, "major": 739, "similar": 740, "cut": 741, "appears": 742, "clearly": 743, "strange": 744, "cheap": 745, "words": 746, "room": 747, "falls": 748, "needs": 749, "television": 750, "future": 751, "blood": 752, "Unfortunately": 753, "Maybe": 754, "giving": 755, "predictable": 756, "light": 757, "romantic": 758, "Yes": 759, "modern": 760, "happy": 761, "country": 762, "mention": 763, "comic": 764, "From": 765, "feels": 766, "review": 767, "enjoyable": 768, "message": 769, "seriously": 770, "Lee": 771, "writer": 772, "entertainment": 773, "points": 774, "herself": 775, "$": 776, "actual": 777, "surprised": 778, "York": 779, "animation": 780, "theme": 781, "King": 782, "nearly": 783, "sequel": 784, "hell": 785, "moving": 786, "ways": 787, "above": 788, "bunch": 789, "named": 790, "elements": 791, "within": 792, "God": 793, "beyond": 794, "none": 795, "effort": 796, "talk": 797, "Peter": 798, "storyline": 799, "four": 800, "upon": 801, "dull": 802, "overall": 803, "Is": 804, "begins": 805, "clear": 806, "showing": 807, "tried": 808, "comments": 809, "means": 810, "thriller": 811, "typical": 812, "viewers": 813, "Tom": 814, "using": 815, "release": 816, "kept": 817, "form": 818, "team": 819, "Her": 820, "power": 821, "movie.": 822, "certain": 823, "leads": 824, "doubt": 825, "dialog": 826, "famous": 827, "middle": 828, "Like": 829, "brought": 830, "soundtrack": 831, "easy": 832, "working": 833, "rating": 834, "figure": 835, "fall": 836, "material": 837, "fantastic": 838, "whether": 839, "near": 840, "Oscar": 841, "particular": 842, "An": 843, "weak": 844, "Disney": 845, "hear": 846, "tale": 847, "editing": 848, "five": 849, "theater": 850, "Who": 851, "realistic": 852, "among": 853, "viewing": 854, "sister": 855, "Its": 856, "atmosphere": 857, "feature": 858, "sequences": 859, "greatest": 860, "hate": 861, "ten": 862, "film.": 863, "learn": 864, "parents": 865, "decided": 866, "apparently": 867, "These": 868, "America": 869, "stay": 870, "basically": 871, "move": 872, "reviews": 873, "Most": 874, "class": 875, "premise": 876, "period": 877, "became": 878, "filmed": 879, "expected": 880, "Japanese": 881, "subject": 882, "buy": 883, "difficult": 884, "deal": 885, "sexual": 886, "stand": 887, "straight": 888, "follow": 889, "lots": 890, "leaves": 891, "sit": 892, "add": 893, "By": 894, "lame": 895, "stage": 896, "NOT": 897, "city": 898, "surprise": 899, "French": 900, "yes": 901, "believable": 902, "nature": 903, "Here": 904, "poorly": 905, "begin": 906, "needed": 907, "Joe": 908, "suspense": 909, "killing": 910, "possibly": 911, "somehow": 912, "average": 913, "question": 914, "gone": 915, "realize": 916, "forced": 917, "meets": 918, "emotional": 919, "Overall": 920, "older": 921, "crime": 922, "memorable": 923, "interested": 924, "situation": 925, "keeps": 926, "fast": 927, "reading": 928, "earlier": 929, "credits": 930, "screenplay": 931, "Jane": 932, "comment": 933, "write": 934, "minute": 935, "whom": 936, "footage": 937, "season": 938, "wait": 939, "directors": 940, "superb": 941, "features": 942, "truth": 943, "dramatic": 944, "mystery": 945, "brings": 946, "nor": 947, "previous": 948, "admit": 949, "result": 950, "worked": 951, "imagine": 952, "please": 953, "meet": 954, "weird": 955, "ask": 956, "laughs": 957, "quickly": 958, "dance": 959, "creepy": 960, "appear": 961, "forget": 962, "unique": 963, "perfectly": 964, "male": 965, "society": 966, "romance": 967, "badly": 968, "third": 969, "writers": 970, "personal": 971, "eventually": 972, "Another": 973, "20": 974, "directing": 975, "towards": 976, "development": 977, "meant": 978, "War": 979, "setting": 980, "rent": 981, "effect": 982, "mess": 983, "create": 984, "cheesy": 985, "background": 986, "various": 987, "Christmas": 988, "William": 989, "incredibly": 990, "leading": 991, "general": 992, "eye": 993, "potential": 994, "sorry": 995, "check": 996, "fails": 997, "Or": 998, "portrayed": 999, "powerful": 1000, "forward": 1001, "anyway": 1002, "free": 1003, "Ben": 1004, "ideas": 1005, "business": 1006, "manages": 1007, "sounds": 1008, "hands": 1009, "joke": 1010, "attempts": 1011, "deserves": 1012, "open": 1013, "expecting": 1014, "casting": 1015, "villain": 1016, "shame": 1017, "plenty": 1018, "Scott": 1019, "total": 1020, "political": 1021, "present": 1022, "fairly": 1023, "reasons": 1024, "missing": 1025, "agree": 1026, "outside": 1027, "indeed": 1028, "remake": 1029, "acted": 1030, "battle": 1031, "fighting": 1032, "hardly": 1033, "copy": 1034, "die": 1035, "girlfriend": 1036, "masterpiece": 1037, "IMDb": 1038, "deep": 1039, "front": 1040, "beauty": 1041, "talented": 1042, "success": 1043, "pay": 1044, "inside": 1045, "nudity": 1046, "crazy": 1047, "recently": 1048, "married": 1049, "decides": 1050, "Instead": 1051, "filmmakers": 1052, "plain": 1053, "Good": 1054, "telling": 1055, "break": 1056, "twist": 1057, "mentioned": 1058, "Bill": 1059, "fantasy": 1060, "note": 1061, "whatever": 1062, "miss": 1063, "dumb": 1064, "Great": 1065, "caught": 1066, "cute": 1067, "gay": 1068, "uses": 1069, "wasted": 1070, "waiting": 1071, "hot": 1072, "crew": 1073, "missed": 1074, "Let": 1075, "sees": 1076, "ended": 1077, "flat": 1078, "members": 1079, "box": 1080, "slightly": 1081, "large": 1082, "space": 1083, "popular": 1084, "spent": 1085, "unless": 1086, "pace": 1087, "Mary": 1088, "lady": 1089, "created": 1090, "further": 1091, "wrote": 1092, "monster": 1093, "social": 1094, "entirely": 1095, "Perhaps": 1096, "hold": 1097, "familiar": 1098, "rate": 1099, "convincing": 1100, "unfortunately": 1101, "cop": 1102, "Dr.": 1103, "bored": 1104, "rich": 1105, "moves": 1106, "public": 1107, "80": 1108, "pure": 1109, "Star": 1110, "30": 1111, "Best": 1112, "Director": 1113, "Tony": 1114, "intelligent": 1115, "laughing": 1116, "era": 1117, "successful": 1118, "credit": 1119, "tension": 1120, "match": 1121, "boys": 1122, "US": 1123, "recent": 1124, "visual": 1125, "kills": 1126, "air": 1127, "appreciate": 1128, "biggest": 1129, "clever": 1130, "positive": 1131, "concept": 1132, "portrayal": 1133, "following": 1134, "spend": 1135, "World": 1136, "odd": 1137, "value": 1138, "dog": 1139, "choice": 1140, "incredible": 1141, "died": 1142, "7": 1143, "cover": 1144, "dancing": 1145, "exciting": 1146, "dream": 1147, "former": 1148, "amount": 1149, "8": 1150, "speak": 1151, "compared": 1152, "follows": 1153, "focus": 1154, "younger": 1155, "escape": 1156, "effective": 1157, "Still": 1158, "common": 1159, "apart": 1160, "showed": 1161, "cartoon": 1162, "bizarre": 1163, "amusing": 1164, "list": 1165, "singing": 1166, "House": 1167, "Dead": 1168, "zombie": 1169, "avoid": 1170, "language": 1171, "produced": 1172, "fit": 1173, "violent": 1174, "considered": 1175, "impressive": 1176, "filled": 1177, "Italian": 1178, "Night": 1179, "suddenly": 1180, "decide": 1181, "solid": 1182, "chemistry": 1183, "German": 1184, "store": 1185, "win": 1186, "books": 1187, "Jim": 1188, "depth": 1189, "otherwise": 1190, "won": 1191, "changed": 1192, "runs": 1193, "consider": 1194, "Steve": 1195, "Anyway": 1196, "adult": 1197, "Black": 1198, "trouble": 1199, "situations": 1200, "90": 1201, "Movie": 1202, "barely": 1203, "water": 1204, "control": 1205, "failed": 1206, "pointless": 1207, "accent": 1208, "longer": 1209, "likes": 1210, "respect": 1211, "'The": 1212, "sweet": 1213, "Smith": 1214, "involving": 1215, "questions": 1216, "leaving": 1217, "B": 1218, "shooting": 1219, "Though": 1220, "fire": 1221, "producers": 1222, "Very": 1223, "audiences": 1224, "honest": 1225, "values": 1226, "studio": 1227, "disturbing": 1228, "walk": 1229, "revenge": 1230, "baby": 1231, "animated": 1232, "hair": 1233, "party": 1234, "City": 1235, "People": 1236, "impossible": 1237, "s": 1238, "Watch": 1239, "trip": 1240, "bought": 1241, "charming": 1242, "sick": 1243, "images": 1244, "return": 1245, "secret": 1246, "office": 1247, "15": 1248, "slasher": 1249, "%": 1250, "fake": 1251, "awesome": 1252, "Only": 1253, "ability": 1254, "literally": 1255, "Big": 1256, "basic": 1257, "immediately": 1258, "Stewart": 1259, "trash": 1260, "Where": 1261, "London": 1262, "band": 1263, "doctor": 1264, "Harry": 1265, "appearance": 1266, "college": 1267, "Every": 1268, "Because": 1269, "Sam": 1270, "ultimately": 1271, "Despite": 1272, "explain": 1273, "conclusion": 1274, "utterly": 1275, "company": 1276, "adaptation": 1277, "culture": 1278, "gun": 1279, "starring": 1280, "considering": 1281, "glad": 1282, "aspect": 1283, "Charlie": 1284, "somewhere": 1285, "appeal": 1286, "pathetic": 1287, "computer": 1288, "thinks": 1289, "state": 1290, "Two": 1291, "rare": 1292, "neither": 1293, "prison": 1294, "humour": 1295, "cause": 1296, "generally": 1297, "terms": 1298, "genius": 1299, "sitting": 1300, "managed": 1301, "touch": 1302, "OF": 1303, "Love": 1304, "purpose": 1305, "normal": 1306, "meaning": 1307, "rock": 1308, "Kelly": 1309, "added": 1310, "tough": 1311, "likely": 1312, "comedies": 1313, "fear": 1314, "garbage": 1315, "twists": 1316, "Earth": 1317, "Nothing": 1318, "project": 1319, "cult": 1320, "remains": 1321, "stick": 1322, "standard": 1323, "touching": 1324, "magic": 1325, "subtle": 1326, "Frank": 1327, "catch": 1328, "100": 1329, "Sure": 1330, "earth": 1331, "complex": 1332, "surprisingly": 1333, "okay": 1334, "sexy": 1335, "themes": 1336, "narrative": 1337, "mood": 1338, "adventure": 1339, "natural": 1340, "tone": 1341, "Chris": 1342, "constantly": 1343, "week": 1344, "Christopher": 1345, "taste": 1346, "Yet": 1347, "fully": 1348, "issues": 1349, "terrific": 1350, "equally": 1351, "zombies": 1352, "unbelievable": 1353, "excuse": 1354, "spirit": 1355, "cinematic": 1356, "presence": 1357, "Film": 1358, "presented": 1359, "laughable": 1360, "victim": 1361, "nowhere": 1362, "Charles": 1363, "impression": 1364, "Once": 1365, "pick": 1366, "thrown": 1367, "fair": 1368, "hoping": 1369, "plus": 1370, "beautifully": 1371, "military": 1372, "costumes": 1373, "innocent": 1374, "knowing": 1375, "oh": 1376, "stands": 1377, "self": 1378, "unlike": 1379, "historical": 1380, "details": 1381, "painful": 1382, "9": 1383, "places": 1384, "marriage": 1385, "aspects": 1386, "slowly": 1387, "sent": 1388, "climax": 1389, "disappointing": 1390, "dreams": 1391, "finish": 1392, "pass": 1393, "makers": 1394, "animals": 1395, "Allen": 1396, "Mr": 1397, "mistake": 1398, "exception": 1399, "alive": 1400, "manner": 1401, "stunning": 1402, "street": 1403, "photography": 1404, "mysterious": 1405, "outstanding": 1406, "scenery": 1407, "charm": 1408, "Henry": 1409, "Rock": 1410, "6": 1411, "feelings": 1412, "contains": 1413, "lovely": 1414, "suppose": 1415, "Bruce": 1416, "loud": 1417, "intended": 1418, "Paris": 1419, "Will": 1420, "Many": 1421, "force": 1422, "filming": 1423, "support": 1424, "walking": 1425, "expectations": 1426, "opportunity": 1427, "soldiers": 1428, "door": 1429, "drawn": 1430, "date": 1431, "cold": 1432, "Indian": 1433, "sci-fi": 1434, "puts": 1435, "Batman": 1436, "#": 1437, "na": 1438, "bother": 1439, "recommended": 1440, "red": 1441, "suggest": 1442, "Young": 1443, "include": 1444, "names": 1445, "Little": 1446, "disappointment": 1447, "changes": 1448, "acts": 1449, "emotions": 1450, "tired": 1451, "loves": 1452, "70": 1453, "brief": 1454, "track": 1455, "shoot": 1456, "mainly": 1457, "silent": 1458, "century": 1459, "pictures": 1460, "likable": 1461, "fascinating": 1462, "available": 1463, "compelling": 1464, "critics": 1465, "emotion": 1466, "element": 1467, "building": 1468, "minor": 1469, "science": 1470, "50": 1471, "appeared": 1472, "South": 1473, "pieces": 1474, "developed": 1475, "Other": 1476, "pain": 1477, "difference": 1478, "De": 1479, "lacks": 1480, "Jerry": 1481, "dies": 1482, "attack": 1483, "approach": 1484, "happening": 1485, "followed": 1486, "Story": 1487, "share": 1488, "bed": 1489, "fellow": 1490, "Martin": 1491, "government": 1492, "falling": 1493, "confused": 1494, "Billy": 1495, "journey": 1496, "heavy": 1497, "offer": 1498, "helps": 1499, "serial": 1500, "ride": 1501, "Both": 1502, "gang": 1503, "soul": 1504, "proves": 1505, "image": 1506, "relationships": 1507, "merely": 1508, "camp": 1509, "dad": 1510, "adults": 1511, "wondering": 1512, "laughed": 1513, "detective": 1514, "confusing": 1515, "II": 1516, "delivers": 1517, "Please": 1518, "Did": 1519, "gorgeous": 1520, "IS": 1521, "victims": 1522, "Red": 1523, "lighting": 1524, "cat": 1525, "Jones": 1526, "fresh": 1527, "provides": 1528, "boyfriend": 1529, "western": 1530, "Arthur": 1531, "system": 1532, "Christian": 1533, "trailer": 1534, "students": 1535, "bar": 1536, "student": 1537, "mix": 1538, "numbers": 1539, "smart": 1540, "aside": 1541, "addition": 1542, "moral": 1543, "Davis": 1544, "lived": 1545, "nobody": 1546, "imagination": 1547, "content": 1548, "offers": 1549, "creative": 1550, "negative": 1551, "West": 1552, "Alan": 1553, "mediocre": 1554, "event": 1555, "edge": 1556, "surely": 1557, "Having": 1558, "becoming": 1559, "impressed": 1560, "random": 1561, "brothers": 1562, "train": 1563, "childhood": 1564, "ahead": 1565, "paid": 1566, "naked": 1567, "brain": 1568, "mad": 1569, "flaws": 1570, "color": 1571, "thoroughly": 1572, "motion": 1573, "funniest": 1574, "Brian": 1575, "notice": 1576, "lover": 1577, "sadly": 1578, "key": 1579, "flicks": 1580, "rated": 1581, "Williams": 1582, "reminded": 1583, "tragedy": 1584, "gem": 1585, "central": 1586, "fell": 1587, "attractive": 1588, "standards": 1589, "chase": 1590, "thanks": 1591, "answer": 1592, "Too": 1593, "Van": 1594, "drug": 1595, "seemingly": 1596, "tragic": 1597, "latter": 1598, "honestly": 1599, "boss": 1600, "adds": 1601, "road": 1602, "held": 1603, "island": 1604, "murders": 1605, "forever": 1606, "putting": 1607, "throw": 1608, "plan": 1609, "twice": 1610, "pull": 1611, "stuck": 1612, "supposedly": 1613, "rented": 1614, "drive": 1615, "detail": 1616, "AND": 1617, "forgotten": 1618, "Bad": 1619, "asks": 1620, "shock": 1621, "Jackson": 1622, "Since": 1623, "Danny": 1624, "onto": 1625, "actresses": 1626, "intense": 1627, "ship": 1628, "describe": 1629, "absolute": 1630, "fiction": 1631, "spot": 1632, "porn": 1633, "planet": 1634, "rape": 1635, "Mark": 1636, "picked": 1637, "afraid": 1638, "justice": 1639, "noir": 1640, "Americans": 1641, "redeeming": 1642, "information": 1643, "folks": 1644, "turning": 1645, "industry": 1646, "filmmaker": 1647, "giant": 1648, "ready": 1649, "artistic": 1650, "nasty": 1651, "finding": 1652, "deliver": 1653, "producer": 1654, "hospital": 1655, "lose": 1656, "fashion": 1657, "Everything": 1658, "Stephen": 1659, "helped": 1660, "struggle": 1661, "led": 1662, "location": 1663, "allowed": 1664, "extreme": 1665, "clich\u00e9": 1666, "personality": 1667, "cry": 1668, "ghost": 1669, "faces": 1670, "member": 1671, "Their": 1672, "includes": 1673, "Jason": 1674, "Life": 1675, "apartment": 1676, "moved": 1677, "inspired": 1678, "willing": 1679, "shocking": 1680, "area": 1681, "affair": 1682, "favourite": 1683, "race": 1684, "design": 1685, "40": 1686, "clothes": 1687, ".....": 1688, "began": 1689, "deeply": 1690, "seconds": 1691, "damn": 1692, "Which": 1693, "anymore": 1694, "scientist": 1695, "artist": 1696, "impact": 1697, "million": 1698, "Before": 1699, "angry": 1700, "wonderfully": 1701, "collection": 1702, "Ray": 1703, "White": 1704, "Chinese": 1705, "opera": 1706, "Douglas": 1707, "everybody": 1708, "wooden": 1709, "introduced": 1710, "carry": 1711, "realized": 1712, "thus": 1713, "de": 1714, "Andy": 1715, "necessary": 1716, "apparent": 1717, "worthy": 1718, "Al": 1719, "hotel": 1720, "drugs": 1721, "step": 1722, "Finally": 1723, "Was": 1724, "wearing": 1725, "direct": 1726, "energy": 1727, "comedic": 1728, "flying": 1729, "superior": 1730, "professional": 1731, "provide": 1732, "continue": 1733, "intelligence": 1734, "god": 1735, "ground": 1736, "Keaton": 1737, "quick": 1738, "holes": 1739, "Eddie": 1740, "time.": 1741, "Those": 1742, "ugly": 1743, "Johnny": 1744, "physical": 1745, "mental": 1746, "dying": 1747, "accept": 1748, "Taylor": 1749, "teacher": 1750, "Joan": 1751, "See": 1752, "personally": 1753, "Tim": 1754, "master": 1755, "technical": 1756, "Don": 1757, "plane": 1758, "Fred": 1759, "unusual": 1760, "Adam": 1761, "accident": 1762, "martial": 1763, "actions": 1764, "listen": 1765, "phone": 1766, "tears": 1767, "bottom": 1768, "remarkable": 1769, "commentary": 1770, "speaking": 1771, "epic": 1772, "beat": 1773, "Ford": 1774, "limited": 1775, "scared": 1776, "pleasure": 1777, "Jeff": 1778, "allow": 1779, "land": 1780, "whatsoever": 1781, "teenage": 1782, "build": 1783, "humans": 1784, "Ed": 1785, "Miss": 1786, "sight": 1787, "surprising": 1788, "compare": 1789, "engaging": 1790, "lets": 1791, "brutal": 1792, "bits": 1793, "holds": 1794, "Russian": 1795, "Hitler": 1796, "suspect": 1797, "asked": 1798, "wanting": 1799, "anywhere": 1800, "process": 1801, "vampire": 1802, "mom": 1803, "finished": 1804, "woods": 1805, "desperate": 1806, "Everyone": 1807, "Go": 1808, "Okay": 1809, "mark": 1810, "unnecessary": 1811, "intriguing": 1812, "agent": 1813, "six": 1814, "reminds": 1815, "independent": 1816, "mouth": 1817, "sat": 1818, "instance": 1819, "rarely": 1820, "search": 1821, "food": 1822, "news": 1823, "disaster": 1824, "criminal": 1825, "sleep": 1826, "wall": 1827, "pacing": 1828, "thats": 1829, "suicide": 1830, "gotten": 1831, "England": 1832, "memory": 1833, "extra": 1834, "station": 1835, "absurd": 1836, "deserve": 1837, "wild": 1838, "exist": 1839, "religious": 1840, "vision": 1841, "treat": 1842, "Shakespeare": 1843, "CGI": 1844, "Lady": 1845, "Kevin": 1846, "hated": 1847, "constant": 1848, "capture": 1849, "smile": 1850, "born": 1851, "accurate": 1852, "anybody": 1853, "winning": 1854, "desire": 1855, "clich\u00e9s": 1856, "hidden": 1857, "Kate": 1858, "explanation": 1859, "blame": 1860, "players": 1861, "creating": 1862, "Nick": 1863, "toward": 1864, "watchable": 1865, "cops": 1866, "responsible": 1867, "nicely": 1868, "pilot": 1869, "arts": 1870, "Freddy": 1871, "returns": 1872, "pulled": 1873, "knowledge": 1874, "hopes": 1875, "hurt": 1876, "Jesus": 1877, "Jimmy": 1878, "issue": 1879, "met": 1880, "Dark": 1881, "Japan": 1882, "club": 1883, "creature": 1884, "heroine": 1885, "Day": 1886, "thin": 1887, "fail": 1888, "Morgan": 1889, "manage": 1890, "explained": 1891, "church": 1892, "Me": 1893, "heads": 1894, "low-budget": 1895, "treated": 1896, "fights": 1897, "community": 1898, "Simon": 1899, "record": 1900, "growing": 1901, "cars": 1902, "quiet": 1903, "media": 1904, "Dick": 1905, "friendship": 1906, "channel": 1907, "European": 1908, "law": 1909, "VHS": 1910, "heroes": 1911, "understanding": 1912, "months": 1913, "Washington": 1914, "lovers": 1915, "10/10": 1916, "memories": 1917, "count": 1918, "loss": 1919, "Superman": 1920, "humanity": 1921, "saved": 1922, "included": 1923, "terribly": 1924, "Show": 1925, "player": 1926, "Gary": 1927, "Eric": 1928, "Lynch": 1929, "noticed": 1930, "discover": 1931, "jump": 1932, "finest": 1933, "villains": 1934, "hits": 1935, "lacking": 1936, "lies": 1937, "drunk": 1938, "prove": 1939, "deserved": 1940, "floor": 1941, "skills": 1942, "bloody": 1943, "torture": 1944, "loving": 1945, "Tarzan": 1946, "Jean": 1947, "Gene": 1948, "dangerous": 1949, "originally": 1950, "keeping": 1951, "sign": 1952, "Mike": 1953, "animal": 1954, "Spanish": 1955, "Ann": 1956, "THIS": 1957, "unknown": 1958, "Horror": 1959, "conflict": 1960, "loses": 1961, "delightful": 1962, "numerous": 1963, "bland": 1964, "Sean": 1965, "portray": 1966, "Santa": 1967, "mixed": 1968, "Ms.": 1969, "Anthony": 1970, "partner": 1971, "discovered": 1972, "kinda": 1973, "games": 1974, "loose": 1975, "reviewers": 1976, "army": 1977, "Blood": 1978, "passion": 1979, "talents": 1980, "pretentious": 1981, "Albert": 1982, "psychological": 1983, "dated": 1984, "opens": 1985, "yeah": 1986, "breaks": 1987, "opposite": 1988, "deals": 1989, "locations": 1990, "continues": 1991, "author": 1992, "featuring": 1993, "perspective": 1994, "regular": 1995, "visit": 1996, "concerned": 1997, "Street": 1998, "aware": 1999, "suit": 2000, "Jennifer": 2001, "guns": 2002, "gags": 2003, "humorous": 2004, "dealing": 2005, "driving": 2006, "soldier": 2007, "joy": 2008, "double": 2009, "traditional": 2010, "Wow": 2011, "starting": 2012, "results": 2013, "Bob": 2014, "unfunny": 2015, "High": 2016, "satire": 2017, "Howard": 2018, "mine": 2019, "murdered": 2020, "calls": 2021, "bigger": 2022, "teen": 2023, "received": 2024, "captured": 2025, "length": 2026, "behavior": 2027, "cable": 2028, "pop": 2029, "sucks": 2030, "theatre": 2031, "learned": 2032, "owner": 2033, "Harris": 2034, "Can": 2035, "genuine": 2036, "advice": 2037, "debut": 2038, "versions": 2039, "somebody": 2040, "Luke": 2041, "Welles": 2042, "genuinely": 2043, "cuts": 2044, "Lord": 2045, "empty": 2046, "context": 2047, "current": 2048, "Really": 2049, "Are": 2050, "Anna": 2051, "youth": 2052, "Death": 2053, "proved": 2054, "forces": 2055, "Last": 2056, "alien": 2057, "cameo": 2058, "bright": 2059, "SPOILERS": 2060, "ordinary": 2061, "allows": 2062, "grew": 2063, "visuals": 2064, "ladies": 2065, "revealed": 2066, "faith": 2067, "realism": 2068, "Dan": 2069, "develop": 2070, "therefore": 2071, "rubbish": 2072, "witty": 2073, "film-making": 2074, "DO": 2075, "12": 2076, "finale": 2077, "reach": 2078, "1/2": 2079, "remembered": 2080, "shallow": 2081, "Avoid": 2082, "officer": 2083, "steal": 2084, "unable": 2085, "sheer": 2086, "segment": 2087, "them.": 2088, "nonsense": 2089, "Cage": 2090, "awkward": 2091, "Anyone": 2092, "unexpected": 2093, "passed": 2094, "summer": 2095, "eat": 2096, "trust": 2097, "discovers": 2098, "super": 2099, "study": 2100, "efforts": 2101, "Stone": 2102, "favor": 2103, "Much": 2104, "brilliantly": 2105, "strength": 2106, "below": 2107, "formula": 2108, "gon": 2109, "Barbara": 2110, "decade": 2111, "creates": 2112, "delivered": 2113, "program": 2114, "types": 2115, "connection": 2116, "award": 2117, "existence": 2118, "60": 2119, "screaming": 2120, "plots": 2121, "Thomas": 2122, "majority": 2123, "references": 2124, "spectacular": 2125, "curious": 2126, "sake": 2127, "Steven": 2128, "survive": 2129, "caused": 2130, "reaction": 2131, "Watching": 2132, "higher": 2133, "sing": 2134, "horse": 2135, "Sinatra": 2136, "site": 2137, "Robin": 2138, "machine": 2139, "relate": 2140, "soap": 2141, "leader": 2142, "Kong": 2143, "wedding": 2144, "stereotypes": 2145, "fault": 2146, "radio": 2147, "pair": 2148, "gangster": 2149, "Time": 2150, "Academy": 2151, "relief": 2152, "Parker": 2153, "lesson": 2154, "More": 2155, "edited": 2156, "corny": 2157, "sucked": 2158, "Wayne": 2159, "morning": 2160, "protagonist": 2161, "occasionally": 2162, "comparison": 2163, "ultimate": 2164, "emotionally": 2165, "technology": 2166, "fate": 2167, "board": 2168, "families": 2169, "combination": 2170, "crappy": 2171, "Joseph": 2172, "roll": 2173, "painfully": 2174, "meeting": 2175, "Part": 2176, "gratuitous": 2177, "Sadly": 2178, "window": 2179, "graphic": 2180, "Jackie": 2181, "failure": 2182, "assume": 2183, "ran": 2184, "entertained": 2185, "portrays": 2186, "t": 2187, "treatment": 2188, "pleasant": 2189, "travel": 2190, "attitude": 2191, "Daniel": 2192, "gory": 2193, "believes": 2194, "Prince": 2195, "Victoria": 2196, "overly": 2197, "flashbacks": 2198, "Victor": 2199, "magnificent": 2200, "learns": 2201, "described": 2202, "Fox": 2203, "France": 2204, "powers": 2205, "executed": 2206, "Again": 2207, "vehicle": 2208, "Wars": 2209, "asking": 2210, "reviewer": 2211, "individual": 2212, "blind": 2213, "Matt": 2214, "sell": 2215, "laughter": 2216, "parody": 2217, "Woody": 2218, "bet": 2219, "dreadful": 2220, "Without": 2221, "Being": 2222, "essentially": 2223, "practically": 2224, "singer": 2225, "blonde": 2226, "involves": 2227, "Alex": 2228, "Cinderella": 2229, "underrated": 2230, "logic": 2231, "stopped": 2232, "fill": 2233, "utter": 2234, "IT": 2235, "excited": 2236, "stock": 2237, "Grant": 2238, "wit": 2239, "Actually": 2240, "80s": 2241, "bank": 2242, "Nancy": 2243, "identity": 2244, "largely": 2245, "capable": 2246, "endless": 2247, "produce": 2248, "appealing": 2249, "irritating": 2250, "monsters": 2251, "proper": 2252, "range": 2253, "ages": 2254, "normally": 2255, "portraying": 2256, "commercial": 2257, "wise": 2258, "None": 2259, "Broadway": 2260, "Roy": 2261, "Marie": 2262, "Patrick": 2263, "Anderson": 2264, "chosen": 2265, "fat": 2266, "theaters": 2267, "Brown": 2268, "decision": 2269, "grow": 2270, "whilst": 2271, "levels": 2272, "sympathetic": 2273, "built": 2274, "choose": 2275, "Gordon": 2276, "ring": 2277, "seven": 2278, "thank": 2279, "contrived": 2280, "appropriate": 2281, "ruined": 2282, "Later": 2283, "handsome": 2284, "Plus": 2285, "Anne": 2286, "unrealistic": 2287, "Louis": 2288, "dressed": 2289, "religion": 2290, "Jr.": 2291, "Does": 2292, "broken": 2293, "Lewis": 2294, "tape": 2295, "8/10": 2296, "THAT": 2297, "insane": 2298, "Ryan": 2299, "Moore": 2300, "suffering": 2301, "claim": 2302, "seasons": 2303, "foreign": 2304, "feet": 2305, "product": 2306, "spoilers": 2307, "kick": 2308, "standing": 2309, "embarrassing": 2310, "streets": 2311, "cares": 2312, "11": 2313, "luck": 2314, "naive": 2315, "Western": 2316, "ancient": 2317, "visually": 2318, "whenever": 2319, "eating": 2320, "tend": 2321, "contrast": 2322, "Walter": 2323, "Bond": 2324, "Halloween": 2325, "captures": 2326, "warning": 2327, "evidence": 2328, "dry": 2329, "marry": 2330, "judge": 2331, "depressing": 2332, "desert": 2333, "Canadian": 2334, "research": 2335, "Captain": 2336, "relatively": 2337, "hearing": 2338, "destroy": 2339, "Trek": 2340, "thoughts": 2341, "voices": 2342, "Europe": 2343, "shop": 2344, "La": 2345, "fame": 2346, "About": 2347, "UK": 2348, "Germany": 2349, "walks": 2350, "sequels": 2351, "talks": 2352, "grown": 2353, "facts": 2354, "fits": 2355, "Park": 2356, "Lost": 2357, "model": 2358, "steals": 2359, "lousy": 2360, "mission": 2361, "strongly": 2362, "hey": 2363, "May": 2364, "Never": 2365, "costs": 2366, "convinced": 2367, "Look": 2368, "twenty": 2369, "spoil": 2370, "boat": 2371, "depicted": 2372, "disgusting": 2373, "theatrical": 2374, "Apparently": 2375, "Powell": 2376, "losing": 2377, "obsessed": 2378, "circumstances": 2379, "Any": 2380, "clean": 2381, "Asian": 2382, "village": 2383, "Russell": 2384, "teenager": 2385, "scare": 2386, "safe": 2387, "satisfying": 2388, "remain": 2389, "asleep": 2390, "Oliver": 2391, "frame": 2392, "matters": 2393, "cost": 2394, "zero": 2395, "blue": 2396, "rescue": 2397, "provided": 2398, "initial": 2399, "Sometimes": 2400, "Have": 2401, "excitement": 2402, "Africa": 2403, "substance": 2404, "Murphy": 2405, "insult": 2406, "ALL": 2407, "saving": 2408, "bringing": 2409, "lucky": 2410, "70s": 2411, "clue": 2412, "exploitation": 2413, "virtually": 2414, "Saturday": 2415, "Evil": 2416, "correct": 2417, "generation": 2418, "dubbed": 2419, "contemporary": 2420, "field": 2421, "Wood": 2422, "holding": 2423, "horribly": 2424, "Besides": 2425, "Kim": 2426, "send": 2427, "During": 2428, "Hitchcock": 2429, "touches": 2430, "Men": 2431, "teenagers": 2432, "Australian": 2433, "him.": 2434, "unlikely": 2435, "sports": 2436, "amateurish": 2437, "sudden": 2438, "unfortunate": 2439, "wide": 2440, "anime": 2441, "test": 2442, "handled": 2443, "Texas": 2444, "structure": 2445, "serves": 2446, "vote": 2447, "latest": 2448, "crowd": 2449, "display": 2450, "Basically": 2451, "suffers": 2452, "bodies": 2453, "plans": 2454, "fare": 2455, "chose": 2456, "Yeah": 2457, "tedious": 2458, "refreshing": 2459, "Thank": 2460, "hanging": 2461, "viewed": 2462, "Roger": 2463, "shocked": 2464, "gold": 2465, "cross": 2466, "priest": 2467, "Caine": 2468, "lawyer": 2469, "offensive": 2470, "claims": 2471, "recall": 2472, "promise": 2473, "soft": 2474, "Rob": 2475, "realizes": 2476, "chick": 2477, "besides": 2478, "ruin": 2479, "costume": 2480, "NO": 2481, "speaks": 2482, "Pacino": 2483, "Three": 2484, "seat": 2485, "qualities": 2486, "source": 2487, "pile": 2488, "training": 2489, "accents": 2490, "uncle": 2491, "Emma": 2492, "Wilson": 2493, "angles": 2494, "nominated": 2495, "experiences": 2496, "convince": 2497, "presents": 2498, "believed": 2499, "Brothers": 2500, "influence": 2501, "promising": 2502, "drag": 2503, "Clark": 2504, "accidentally": 2505, "reporter": 2506, "football": 2507, "closer": 2508, "Meanwhile": 2509, "Edward": 2510, "market": 2511, "category": 2512, "over-the-top": 2513, "etc.": 2514, "covered": 2515, "repeated": 2516, "continuity": 2517, "Columbo": 2518, "baseball": 2519, "Che": 2520, "U.S.": 2521, "7/10": 2522, "surprises": 2523, "lower": 2524, "warm": 2525, "frankly": 2526, "round": 2527, "Our": 2528, "harsh": 2529, "draw": 2530, "dirty": 2531, "festival": 2532, "speech": 2533, "amateur": 2534, "supernatural": 2535, "deaths": 2536, "movement": 2537, "Festival": 2538, "rental": 2539, "politics": 2540, "grade": 2541, "makeup": 2542, "skip": 2543, "hide": 2544, "mistakes": 2545, "Page": 2546, "classics": 2547, "foot": 2548, "degree": 2549, "recognize": 2550, "previously": 2551, "routine": 2552, "cartoons": 2553, "uninteresting": 2554, "Take": 2555, "private": 2556, "bear": 2557, "well.": 2558, "surreal": 2559, "print": 2560, "United": 2561, "rise": 2562, "weeks": 2563, "creatures": 2564, "VERY": 2565, "Queen": 2566, "cash": 2567, "designed": 2568, "MGM": 2569, "mainstream": 2570, "struggling": 2571, "States": 2572, "kinds": 2573, "cant": 2574, "focused": 2575, "occasional": 2576, "Donald": 2577, "Alice": 2578, "Pitt": 2579, "pity": 2580, "according": 2581, "evening": 2582, "factor": 2583, "offered": 2584, "propaganda": 2585, "i.e": 2586, "walked": 2587, "ass": 2588, "Sarah": 2589, "directly": 2590, "narration": 2591, "Old": 2592, "Rose": 2593, "committed": 2594, "nude": 2595, "sorts": 2596, "ball": 2597, "Especially": 2598, "Come": 2599, "highlight": 2600, "spends": 2601, "reveal": 2602, "witness": 2603, "Mrs.": 2604, "section": 2605, "rules": 2606, "danger": 2607, "center": 2608, "Second": 2609, "remotely": 2610, "Killer": 2611, "Drew": 2612, "colors": 2613, "path": 2614, "experienced": 2615, "fly": 2616, "killers": 2617, "witch": 2618, "regret": 2619, "figured": 2620, "downright": 2621, "massive": 2622, "Unlike": 2623, "Rachel": 2624, "make-up": 2625, "bomb": 2626, "execution": 2627, "reputation": 2628, "inner": 2629, "abuse": 2630, "Irish": 2631, "Hong": 2632, "till": 2633, "frightening": 2634, "combined": 2635, "featured": 2636, "surface": 2637, "Freeman": 2638, "Bourne": 2639, "Hoffman": 2640, "Otherwise": 2641, "castle": 2642, "fictional": 2643, "insight": 2644, "effectively": 2645, "Baby": 2646, "explains": 2647, "Sunday": 2648, "atrocious": 2649, "Branagh": 2650, "paced": 2651, "suspenseful": 2652, "post": 2653, "melodrama": 2654, "Friday": 2655, "Definitely": 2656, "stolen": 2657, "Lugosi": 2658, "grace": 2659, "Island": 2660, "Get": 2661, "pulls": 2662, "Chan": 2663, "figures": 2664, "bothered": 2665, "Zombie": 2666, "Ted": 2667, "story.": 2668, "naturally": 2669, "legendary": 2670, "legend": 2671, "account": 2672, "Girl": 2673, "teens": 2674, "gritty": 2675, "performed": 2676, "green": 2677, "anger": 2678, "twisted": 2679, "freedom": 2680, "Hell": 2681, "'S": 2682, "passing": 2683, "Max": 2684, "stayed": 2685, "Jon": 2686, "forgettable": 2687, "reveals": 2688, "false": 2689, "dollars": 2690, "California": 2691, "Someone": 2692, "crying": 2693, "Music": 2694, "Each": 2695, "Susan": 2696, "one.": 2697, "brave": 2698, "Movies": 2699, "extras": 2700, "R": 2701, "jobs": 2702, "Ron": 2703, "Larry": 2704, "Johnson": 2705, "abandoned": 2706, "focuses": 2707, "multiple": 2708, "paper": 2709, "stays": 2710, "guilty": 2711, "hired": 2712, "significant": 2713, "required": 2714, "all.": 2715, "trilogy": 2716, "amazed": 2717, "forth": 2718, "haunted": 2719, "imagery": 2720, "magical": 2721, "paint": 2722, "necessarily": 2723, "Green": 2724, "buying": 2725, "favorites": 2726, "target": 2727, "statement": 2728, "worthwhile": 2729, "Back": 2730, "spite": 2731, "river": 2732, "Dean": 2733, "sharp": 2734, "skin": 2735, "Julia": 2736, "wear": 2737, "crude": 2738, "Hey": 2739, "Devil": 2740, "African": 2741, "Sidney": 2742, "werewolf": 2743, "clich\u00e9d": 2744, "Boy": 2745, "proud": 2746, "paying": 2747, "exact": 2748, "and/or": 2749, "sympathy": 2750, "veteran": 2751, "everywhere": 2752, "unconvincing": 2753, "Things": 2754, "Ned": 2755, "trapped": 2756, "scares": 2757, "YOU": 2758, "core": 2759, "Lisa": 2760, "Mexico": 2761, "heavily": 2762, "erotic": 2763, "subtitles": 2764, "me.": 2765, "dozen": 2766, "skill": 2767, "belief": 2768, "drop": 2769, "flesh": 2770, "variety": 2771, "Vietnam": 2772, "price": 2773, "conversation": 2774, "cutting": 2775, "device": 2776, "Sky": 2777, "scale": 2778, "blah": 2779, "vampires": 2780, "awards": 2781, "destroyed": 2782, "sounded": 2783, "position": 2784, "Dennis": 2785, "San": 2786, "junk": 2787, "scenario": 2788, "changing": 2789, "delivery": 2790, "speed": 2791, "king": 2792, "facial": 2793, "views": 2794, "placed": 2795, "driven": 2796, "Your": 2797, "Maria": 2798, "Brad": 2799, "prior": 2800, "Titanic": 2801, "achieve": 2802, "deeper": 2803, "flashback": 2804, "listening": 2805, "Full": 2806, "idiot": 2807, "weekend": 2808, "suffer": 2809, "minds": 2810, "Leslie": 2811, "Warner": 2812, "Julie": 2813, "spoiler": 2814, "teeth": 2815, "grand": 2816, "mature": 2817, "depiction": 2818, "helping": 2819, "bus": 2820, "inept": 2821, "closing": 2822, "la": 2823, "forgot": 2824, "convey": 2825, "Elizabeth": 2826, "security": 2827, "lesbian": 2828, "format": 2829, "prefer": 2830, "Sorry": 2831, "complicated": 2832, "bore": 2833, "renting": 2834, "Army": 2835, "greater": 2836, "this.": 2837, "Moon": 2838, "understood": 2839, "theory": 2840, "sensitive": 2841, "Claire": 2842, "slapstick": 2843, "mere": 2844, "expert": 2845, "settings": 2846, "reminiscent": 2847, "India": 2848, "picks": 2849, "desperately": 2850, "stereotypical": 2851, "pregnant": 2852, "1980": 2853, "murderer": 2854, "appreciated": 2855, "description": 2856, "expression": 2857, "decades": 2858, "starred": 2859, "Mexican": 2860, "throws": 2861, "examples": 2862, "haunting": 2863, "Police": 2864, "aka": 2865, "1950": 2866, "basis": 2867, "entertain": 2868, "4/10": 2869, "14": 2870, "faithful": 2871, "interview": 2872, "status": 2873, "table": 2874, "touched": 2875, "China": 2876, "winner": 2877, "rough": 2878, "Over": 2879, "encounter": 2880, "extraordinary": 2881, "funnier": 2882, "wind": 2883, "comical": 2884, "Something": 2885, "lonely": 2886, "choices": 2887, "task": 2888, "campy": 2889, "racist": 2890, "Soon": 2891, "criminals": 2892, "Stanley": 2893, "protect": 2894, "serve": 2895, "Michelle": 2896, "sisters": 2897, "quirky": 2898, "answers": 2899, "Seriously": 2900, "heck": 2901, "BBC": 2902, "Hardy": 2903, "gas": 2904, "prepared": 2905, "MOVIE": 2906, "causes": 2907, "Such": 2908, "disbelief": 2909, "critical": 2910, "IN": 2911, "extent": 2912, "artists": 2913, "beloved": 2914, "buddy": 2915, "mildly": 2916, "blown": 2917, "tiny": 2918, "Burt": 2919, "Jessica": 2920, "25": 2921, "Lincoln": 2922, "succeeds": 2923, "True": 2924, "criticism": 2925, "environment": 2926, "native": 2927, "handle": 2928, "carried": 2929, "Cooper": 2930, "raised": 2931, "introduction": 2932, "TO": 2933, "purely": 2934, "international": 2935, "via": 2936, "intellectual": 2937, "carries": 2938, "musicals": 2939, "afternoon": 2940, "Guy": 2941, "Sandler": 2942, "lights": 2943, "North": 2944, "summary": 2945, "regard": 2946, "caring": 2947, "Next": 2948, "spoof": 2949, "3/10": 2950, "Brooks": 2951, "Acting": 2952, "Miller": 2953, "birth": 2954, "SPOILER": 2955, "join": 2956, "storytelling": 2957, "replaced": 2958, "drinking": 2959, "so-called": 2960, "gruesome": 2961, "originality": 2962, "enjoying": 2963, "properly": 2964, "suck": 2965, "breath": 2966, "arrives": 2967, "carrying": 2968, "cultural": 2969, "welcome": 2970, "screening": 2971, "interpretation": 2972, "inspiration": 2973, "throwing": 2974, "seek": 2975, "halfway": 2976, "page": 2977, "Philip": 2978, "jail": 2979, "Rogers": 2980, "Stanwyck": 2981, "Tracy": 2982, "truck": 2983, "challenge": 2984, "novels": 2985, "embarrassed": 2986, "friendly": 2987, "related": 2988, "breathtaking": 2989, "blow": 2990, "Space": 2991, "universe": 2992, "ignore": 2993, "praise": 2994, "tight": 2995, "Reed": 2996, "quest": 2997, "N'T": 2998, "lazy": 2999, "rights": 3000, "out.": 3001, "1/10": 3002, "tradition": 3003, "Along": 3004, "sleazy": 3005, "enemy": 3006, "attacked": 3007, "warned": 3008, "peace": 3009, "weapons": 3010, "ludicrous": 3011, "Grade": 3012, "Blue": 3013, "escapes": 3014, "wears": 3015, "sinister": 3016, "attempting": 3017, "Sutherland": 3018, "Bettie": 3019, "deadly": 3020, "Be": 3021, "Give": 3022, "13": 3023, "jumps": 3024, "that.": 3025, "everyday": 3026, "remote": 3027, "regarding": 3028, "essential": 3029, "calling": 3030, "base": 3031, "Had": 3032, "reference": 3033, "breaking": 3034, "graphics": 3035, "rule": 3036, "ai": 3037, "raise": 3038, "sheriff": 3039, "treasure": 3040, "successfully": 3041, "Out": 3042, "Probably": 3043, "exists": 3044, "fabulous": 3045, "dress": 3046, "cell": 3047, "indie": 3048, "1970": 3049, "determined": 3050, "Lucy": 3051, "Brando": 3052, "mask": 3053, "obnoxious": 3054, "Holmes": 3055, "remind": 3056, "authentic": 3057, "lie": 3058, "Obviously": 3059, "sold": 3060, "department": 3061, "clips": 3062, "sitcom": 3063, "way.": 3064, "wins": 3065, "Channel": 3066, "Christ": 3067, "prime": 3068, "cases": 3069, "D": 3070, "Nazi": 3071, "Blair": 3072, "established": 3073, "flow": 3074, "intensity": 3075, "Laura": 3076, "revolves": 3077, "refuses": 3078, "crash": 3079, "Return": 3080, "charge": 3081, "Matthau": 3082, "timing": 3083, "upset": 3084, "ashamed": 3085, "daughters": 3086, "sides": 3087, "General": 3088, "term": 3089, "balance": 3090, "stomach": 3091, "Power": 3092, "stops": 3093, "goofy": 3094, "Whatever": 3095, "Bo": 3096, "here.": 3097, "sum": 3098, "frequently": 3099, "Jake": 3100, "interviews": 3101, "overcome": 3102, "Long": 3103, "locked": 3104, "mentally": 3105, "chief": 3106, "albeit": 3107, "presentation": 3108, "dude": 3109, "served": 3110, "driver": 3111, "wishes": 3112, "Sir": 3113, "struggles": 3114, "Helen": 3115, "Sullivan": 3116, "rival": 3117, "2006": 3118, "horrific": 3119, "tense": 3120, "Heaven": 3121, "adventures": 3122, "learning": 3123, "expressions": 3124, "Bette": 3125, "confusion": 3126, "eight": 3127, "happiness": 3128, "sea": 3129, "ill": 3130, "productions": 3131, "Widmark": 3132, "flawed": 3133, "suffered": 3134, "warn": 3135, "9/10": 3136, "cynical": 3137, "poignant": 3138, "par": 3139, "amazingly": 3140, "topic": 3141, "dogs": 3142, "FBI": 3143, "punch": 3144, "arms": 3145, "life.": 3146, "ghosts": 3147, "Planet": 3148, "Nightmare": 3149, "Rochester": 3150, "nightmare": 3151, "delight": 3152, "mindless": 3153, "amongst": 3154, "fallen": 3155, "personalities": 3156, "Jewish": 3157, "USA": 3158, "spoken": 3159, "glimpse": 3160, "drives": 3161, "service": 3162, "advantage": 3163, "risk": 3164, "Derek": 3165, "2000": 3166, "retarded": 3167, "Streisand": 3168, "legs": 3169, "Baker": 3170, "obsession": 3171, "Spielberg": 3172, "ratings": 3173, "Andrews": 3174, "wealthy": 3175, "greatly": 3176, "Would": 3177, "titles": 3178, "ironic": 3179, "hat": 3180, "stylish": 3181, "rolling": 3182, "Doctor": 3183, "Way": 3184, "Jay": 3185, "REALLY": 3186, "wasting": 3187, "Matrix": 3188, "broke": 3189, "marvelous": 3190, "trite": 3191, "perform": 3192, "T": 3193, "mansion": 3194, "guessing": 3195, "attacks": 3196, "adding": 3197, "separate": 3198, "controversial": 3199, "uncomfortable": 3200, "sleeping": 3201, "Kill": 3202, "Chaplin": 3203, "Italy": 3204, "text": 3205, "stupidity": 3206, "thrilling": 3207, "chilling": 3208, "medical": 3209, "scream": 3210, "dislike": 3211, "Andrew": 3212, "comedian": 3213, "Bollywood": 3214, "notable": 